Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Waiting for iPhone…
ar: في انتظار الـ iPhone…
da: Venter på iPhone…
de: Warte auf iPhone…
es: Esperando al iPhone…
fi: Odotetaan iPhonea…
fr: En attente de l’iPhone…
is: Bíð eftir iPhone…
it: In attesa dell’iPhone…
ja: iPhone を待機中…
ko: iPhone 대기 중…
nb: Venter på iPhone…
nl: Wachten op iPhone…
pt_br: Aguardando o iPhone…
ru: Ожидание iPhone…
sv: Väntar på iPhone…
zh_hans: 正在等待 iPhone…

source: Waiting for origin fix…
ar: في انتظار تحديد نقطة البداية…
da: Venter på startposition…
de: Warte auf Startposition…
es: Esperando la posición de origen…
fi: Odotetaan lähtöpisteen sijaintia…
fr: En attente de la position de départ…
is: Bíð eftir upphafsstaðsetningu…
it: In attesa della posizione di origine…
ja: 出発点の測位を待機中…
ko: 출발 지점 위치 대기 중…
nb: Venter på startposisjon…
nl: Wachten op startpositie…
pt_br: Aguardando posição de origem…
ru: Ожидание точки старта…
sv: Väntar på startposition…
zh_hans: 正在等待起点定位…

source: Waiting for the strap's first heartbeat...
ar: في انتظار أول نبضة من الحزام...
da: Venter på remmens første hjerteslag...
de: Warte auf den ersten Herzschlag vom Gurt …
es: Esperando el primer latido de la banda...
fi: Odotetaan vyön ensimmäistä sydämenlyöntiä...
fr: En attente du premier battement de la ceinture...
is: Bíð eftir fyrsta hjartslætti frá ólinni...
it: In attesa del primo battito dalla fascia...
ja: ストラップからの最初の心拍を待っています...
ko: 스트랩의 첫 심박을 기다리는 중...
nb: Venter på beltets første hjerteslag...
nl: Wachten op de eerste hartslag van de band...
pt_br: Aguardando o primeiro batimento da cinta...
ru: Ожидание первого удара сердца от датчика...
sv: Väntar på bältets första hjärtslag...
zh_hans: 正在等待心率带的第一次心跳...

source: Waiting for Verity Sense data...
ar: في انتظار بيانات Verity Sense...
da: Venter på data fra Verity Sense...
de: Warte auf Verity-Sense-Daten …
es: Esperando datos del Verity Sense...
fi: Odotetaan Verity Sensen dataa...
fr: En attente des données du Verity Sense...
is: Bíð eftir gögnum frá Verity Sense...
it: In attesa dei dati dal Verity Sense...
ja: Verity Senseのデータを待機中...
ko: Verity Sense 데이터 대기 중...
nb: Venter på data fra Verity Sense...
nl: Wachten op Verity Sense-gegevens...
pt_br: Aguardando dados do Verity Sense...
ru: Ожидание данных Verity Sense...
sv: Väntar på Verity Sense-data...
zh_hans: 正在等待Verity Sense数据...

source: Waiting for workout
ar: في انتظار التمرين
da: Venter på træning
de: Warte auf Training
es: Esperando el entrenamiento
fi: Odotetaan harjoitusta
fr: En attente de la séance
is: Bíð eftir æfingu
it: In attesa dell’allenamento
ja: ワークアウトを待機中
ko: 운동을 기다리는 중
nb: Venter på økt
nl: Wachten op work-out
pt_br: Aguardando o treino
ru: Ожидание тренировки
sv: Väntar på pass
zh_hans: 等待训练

source: Wake Time
ar: وقت الاستيقاظ
da: Vågnetid
de: Aufwachzeit
es: Hora de despertar
fi: Heräämisaika
fr: Heure de réveil
is: Vöknunartími
it: Ora di sveglia
ja: 起床時間
ko: 기상 시간
nb: Våknetid
nl: Wektijd
pt_br: Hora de Acordar
ru: Время пробуждения
sv: Väckningstid
zh_hans: 起床时间

source: Wake Up - Get Results
ar: استيقاظ - الحصول على النتائج
da: Vågn op – Hent resultater
de: Aufwachen – Ergebnisse abrufen
es: Despertar - Obtener resultados
fi: Herää - Hae tulokset
fr: Réveil — Obtenir les résultats
is: Vakna - Fá niðurstöður
it: Sveglia - Ottieni risultati
ja: 起床 - 結果を取得
ko: 기상 - 결과 보기
nb: Våkn opp – Hent resultater
nl: Wakker worden - Resultaten ophalen
pt_br: Acordei - Ver Resultados
ru: Проснуться — получить результаты
sv: Vakna — hämta resultat
zh_hans: 我醒了 - 获取结果

source: Wake Up — get results
ar: الاستيقاظ — عرض النتائج
da: Vågn op — få resultater
de: Aufwachen — Ergebnisse abrufen
es: Despertar: obtener resultados
fi: Herää — katso tulokset
fr: Réveil — voir les résultats
is: Vakna — fá niðurstöður
it: Sveglia — ottieni i risultati
ja: 起床 — 結果を見る
ko: 기상 — 결과 보기
nb: Våkne — få resultater
nl: Word wakker — bekijk resultaten
pt_br: Acordar — ver resultados
ru: Проснуться — получить результаты
sv: Vakna — se resultat
zh_hans: 起床 — 查看结果

source: Wake your iPhone and open Emuqu once. After that the Watch stays connected even if the phone locks or the app backgrounds.
ar: أيقظ الـ iPhone وافتح Emuqu مرة واحدة. بعدها تبقى الساعة متصلة حتى لو قُفل الهاتف أو انتقل التطبيق للخلفية.
da: Væk din iPhone og åbn Emuqu én gang. Derefter forbliver uret forbundet, selv om telefonen låses eller appen kommer i baggrunden.
de: Wecke dein iPhone und öffne Emuqu einmal. Danach bleibt die Watch verbunden, auch wenn das Telefon sperrt oder die App in den Hintergrund geht.
es: Activa tu iPhone y abre Emuqu una vez. Después el reloj seguirá conectado aunque el teléfono se bloquee o la app pase a segundo plano.
fi: Herätä iPhone ja avaa Emuqu kerran. Sen jälkeen kello pysyy yhteydessä, vaikka puhelin lukittuisi tai sovellus siirtyisi taustalle.
fr: Réveillez votre iPhone et ouvrez Emuqu une fois. Ensuite, la montre reste connectée même si le téléphone se verrouille ou que l’app passe en arrière-plan.
is: Vektu iPhone og opnaðu Emuqu einu sinni. Eftir það helst úrið tengt, jafnvel þótt síminn læsist eða forritið fari í bakgrunn.
it: Riattiva l’iPhone e apri Emuqu una volta. Da quel momento l’orologio resta connesso anche se il telefono si blocca o l’app va in background.
ja: iPhone を起動して Emuqu を一度開いてください。その後は、iPhone がロックされてもアプリがバックグラウンドでも Watch は接続を維持します。
ko: iPhone을 깨우고 Emuqu를 한 번 열어 주세요. 그 후에는 폰이 잠기거나 앱이 백그라운드로 가도 워치 연결이 유지됩니다.
nb: Vekk iPhone og åpne Emuqu én gang. Etter det holder klokken forbindelsen selv om telefonen låses eller appen går i bakgrunnen.
nl: Wek je iPhone en open Emuqu één keer. Daarna blijft de Watch verbonden, ook als de telefoon vergrendelt of de app naar de achtergrond gaat.
pt_br: Ative seu iPhone e abra o Emuqu uma vez. Depois disso o relógio continua conectado mesmo com o telefone bloqueado ou o app em segundo plano.
ru: Разбудите iPhone и один раз откройте Emuqu. После этого часы останутся на связи, даже если телефон заблокируется или приложение уйдёт в фон.
sv: Väck din iPhone och öppna Emuqu en gång. Därefter förblir klockan ansluten även om telefonen låses eller appen hamnar i bakgrunden.
zh_hans: 唤醒 iPhone 并打开一次 Emuqu。之后即使手机锁屏或应用进入后台，手表也会保持连接。

source: Walk
ar: مشي
da: Gang
de: Gehen
es: Caminar
fi: Kävely
fr: Marche
is: Ganga
it: Camminata
ja: ウォーキング
ko: 걷기
nb: Gange
nl: Wandelen
pt_br: Caminhada
ru: Ходьба
sv: Promenad
zh_hans: 步行

source: Walked %@ out
ar: مشيت %@ في الذهاب
da: Gik %@ ud
de: %@ auf dem Hinweg
es: Caminaste %@ de salida
fi: Kävelit %@ ulos
fr: Aller à pied : %@
is: Gekk %@ út
it: Camminati %@ all'andata
ja: 往路 %@ を歩きました
ko: %@ 걸어서 나감
nb: Gikk %@ ut
nl: %@ naar buiten gewandeld
pt_br: Caminhou %@ na ida
ru: Прошли %@ туда
sv: Gick %@ ut
zh_hans: 已向外步行 %@

source: Walks every archived session + the RawRRBackup safety net to show exactly where each session's beat-by-beat data lives. Read-only — won't modify anything.
ar: يتصفّح كل جلسة مؤرشفة + شبكة أمان RawRRBackup ليُظهر بالضبط أين توجد بيانات كل جلسة نبضة بنبضة. للقراءة فقط — لن يُعدّل أي شيء.
da: Gennemgår alle arkiverede sessioner + RawRRBackup-sikkerhedsnettet for at vise præcis, hvor hver sessions slag-for-slag-data ligger. Skrivebeskyttet — ændrer ikke noget.
de: Durchläuft jede archivierte Sitzung + das RawRRBackup-Sicherheitsnetz, um genau zu zeigen, wo die Schlag-für-Schlag-Daten jeder Sitzung liegen. Nur lesen — ändert nichts.
es: Recorre cada sesión archivada + la red de seguridad RawRRBackup para mostrar exactamente dónde se encuentran los datos latido a latido de cada sesión. Solo lectura: no modifica nada.
fi: Käy läpi jokaisen arkistoidun istunnon + RawRRBackup-turvaverkon näyttääkseen tarkalleen, missä kunkin istunnon lyönti lyönniltä -data sijaitsee. Vain luku — ei muuta mitään.
fr: Parcourt chaque session archivée + le filet de sécurité RawRRBackup pour montrer exactement où se trouvent les données battement par battement de chaque session. Lecture seule — ne modifie rien.
is: Fer í gegnum hverja vistaða lotu + RawRRBackup-öryggisnetið til að sýna nákvæmlega hvar slag-fyrir-slag-gögn hverrar lotu eru. Aðeins til lestrar — breytir engu.
it: Esamina ogni sessione archiviata + la rete di sicurezza RawRRBackup per mostrare esattamente dove si trovano i dati battito per battito di ogni sessione. Sola lettura — non modifica nulla.
ja: アーカイブされたすべてのセッションとRawRRBackupのセーフティネットをたどり、各セッションの拍動ごとのデータがどこにあるかを正確に表示します。読み取り専用 — 何も変更しません。
ko: 아카이브된 모든 세션과 RawRRBackup 안전망을 살펴보며 각 세션의 박동별 데이터가 정확히 어디에 있는지 보여줍니다. 읽기 전용 — 아무것도 수정하지 않습니다.
nb: Går gjennom hver arkiverte økt + RawRRBackup-sikkerhetsnettet for å vise nøyaktig hvor hver økts slag-for-slag-data ligger. Skrivebeskyttet — endrer ingenting.
nl: Doorloopt elke gearchiveerde sessie + het RawRRBackup-vangnet om precies te tonen waar de slag-voor-slag-gegevens van elke sessie zich bevinden. Alleen-lezen — wijzigt niets.
pt_br: Percorre cada sessão arquivada + a rede de segurança RawRRBackup para mostrar exatamente onde ficam os dados batimento a batimento de cada sessão. Somente leitura — não modifica nada.
ru: Проходит по каждой архивированной сессии и страховочной сети RawRRBackup, чтобы показать, где именно хранятся поударные данные каждой сессии. Только для чтения — ничего не изменяет.
sv: Går igenom varje arkiverad session + RawRRBackup-skyddsnätet för att visa exakt var varje sessions slag-för-slag-data finns. Skrivskyddat — ändrar ingenting.
zh_hans: 遍历每个已存档记录以及 RawRRBackup 安全网，准确显示每个记录的逐拍数据存放在何处。只读 — 不会修改任何内容。

source: Warm & energetic
ar: دافئ ونشيط
da: Varmt og energisk
de: Warm & energisch
es: Cálido y energético
fi: Lämmin ja energinen
fr: Chaleureux et énergique
is: Hlýtt og orkumikið
it: Caldo ed energico
ja: 温かみとエネルギー
ko: 따뜻하고 활기찬
nb: Varmt og energisk
nl: Warm en energiek
pt_br: Quente e energético
ru: Тёплый и энергичный
sv: Varmt och energiskt
zh_hans: 温暖与活力

source: Warm off-white background
ar: خلفية بيضاء دافئة
da: Varm, off-white baggrund
de: Warmer cremefarbener Hintergrund
es: Fondo blanco cálido
fi: Lämmin luonnonvalkoinen tausta
fr: Arrière-plan blanc cassé chaleureux
is: Hlýr, brókhvítur bakgrunnur
it: Sfondo bianco caldo
ja: 暖かみのあるオフホワイトの背景
ko: 따뜻한 오프화이트 배경
nb: Varm, off-white bakgrunn
nl: Warm gebroken witte achtergrond
pt_br: Fundo branco quente
ru: Тёплый кремовый фон
sv: Varm, benvit bakgrund
zh_hans: 温暖的米白色背景

source: warming up — %lld %% of 2-min window
ar: جارٍ الإحماء — %lld %% من نافذة الدقيقتين
da: varmer op — %lld %% af 2-minutters vinduet
de: Aufwärmen — %lld %% des 2-Minuten-Fensters
es: calentando — %lld %% de la ventana de 2 min
fi: lämmitellään — %lld %% 2 minuutin ikkunasta
fr: échauffement — %lld %% de la fenêtre de 2 min
is: hita upp — %lld %% af 2 mínútna glugga
it: riscaldamento — %lld %% della finestra di 2 min
ja: ウォームアップ中 — 2分ウィンドウの %lld %%
ko: 워밍업 중 — 2분 윈도의 %lld %%
nb: varmer opp — %lld %% av 2-minutters vinduet
nl: opwarmen — %lld %% van het 2-minutenvenster
pt_br: aquecendo — %lld %% da janela de 2 min
ru: разогрев — %lld %% от 2-минутного окна
sv: värmer upp — %lld %% av 2-minutersfönstret
zh_hans: 预热中 — 2 分钟窗口的 %lld %%

source: Was my deep sleep enough?
ar: هل كان نومي العميق كافيًا؟
da: Var min dybe søvn nok?
de: War mein Tiefschlaf ausreichend?
es: ¿Fue suficiente mi sueño profundo?
fi: Oliko syvä uneni riittävä?
fr: Mon sommeil profond était-il suffisant ?
is: Var djúpsvefninn minn nægur?
it: Il mio sonno profondo è stato sufficiente?
ja: 深い睡眠は十分でしたか？
ko: 제 깊은 수면은 충분했나요?
nb: Var den dype søvnen min nok?
nl: Was mijn diepe slaap voldoende?
pt_br: Meu sono profundo foi suficiente?
ru: Достаточно ли было глубокого сна?
sv: Var min djupsömn tillräcklig?
zh_hans: 我的深睡足够吗？

source: Was that session too hard?
ar: هل كانت تلك الجلسة شاقة جدًا؟
da: Var den session for hård?
de: War diese Einheit zu hart?
es: ¿Fue demasiado dura esa sesión?
fi: Oliko harjoitus liian kova?
fr: Cette séance était-elle trop dure ?
is: Var þessi lota of erfið?
it: Quella sessione è stata troppo dura?
ja: あのセッションはきつすぎましたか？
ko: 그 세션이 너무 힘들었나요?
nb: Var den økta for hard?
nl: Was die sessie te zwaar?
pt_br: Aquela sessão foi puxada demais?
ru: Была ли эта тренировка слишком тяжёлой?
sv: Var det passet för hårt?
zh_hans: 那次训练是否过于吃力？

source: Watch
ar: الساعة

source: WATCH
ar: الساعة

source: Watch Breathe
ar: تنفّس على Watch
da: Watch Åndedræt
de: Watch Atmen
es: Watch Respirar
fi: Watch Hengitys
fr: Watch Respirer
is: Watch Öndun
it: Watch Respira
ja: Watch呼吸
ko: Watch 호흡
nb: Watch Pust
nl: Watch Ademhaling
pt_br: Watch Respirar
ru: Watch Дыхание
sv: Watch Andas
zh_hans: Watch呼吸

source: Watch caffeine, alcohol, and stress today; they all compound.
ar: انتبه للكافيين والكحول والإجهاد اليوم؛ فكلها تتراكم.
da: Vær opmærksom på koffein, alkohol og stress i dag; det hele hober sig op.
de: Achte heute auf Koffein, Alkohol und Stress — alles summiert sich.
es: Cuida hoy la cafeína, el alcohol y el estrés; todo se acumula.
fi: Varo tänään kofeiinia, alkoholia ja stressiä; ne kumuloituvat.
fr: Surveillez caféine, alcool et stress aujourd’hui ; tout s’additionne.
is: Gættu að koffíni, áfengi og streitu í dag; allt safnast upp.
it: Attenzione oggi a caffeina, alcol e stress; si sommano tutti.
ja: 今日はカフェイン・アルコール・ストレスに注意 — すべて積み重なります。
ko: 오늘은 카페인, 알코올, 스트레스에 주의하세요. 모두 누적됩니다.
nb: Pass på koffein, alkohol og stress i dag; alt hoper seg opp.
nl: Let vandaag op cafeïne, alcohol en stress; alles stapelt op.
pt_br: Cuidado com cafeína, álcool e estresse hoje; tudo se soma.
ru: Следите сегодня за кофеином, алкоголем и стрессом — всё накапливается.
sv: Se upp med koffein, alkohol och stress idag; allt adderas.
zh_hans: 今天注意咖啡因、酒精和压力 — 它们会叠加。

source: Watch connectivity unavailable
ar: الاتصال بالساعة غير متاح
da: Urforbindelse utilgængelig
de: Watch-Verbindung nicht verfügbar
es: Conexión con el reloj no disponible
fi: Kelloyhteys ei käytettävissä
fr: Connexion à la montre indisponible
is: Úratenging ekki tiltæk
it: Connessione all’orologio non disponibile
ja: Watch との接続を利用できません
ko: 워치 연결 사용 불가
nb: Klokkeforbindelse utilgjengelig
nl: Watch-verbinding niet beschikbaar
pt_br: Conexão com o relógio indisponível
ru: Связь с часами недоступна
sv: Klockanslutning inte tillgänglig
zh_hans: 手表连接不可用

source: WatchConnectivity unavailable
ar: WatchConnectivity غير متاح
da: WatchConnectivity utilgængelig
de: WatchConnectivity nicht verfügbar
es: WatchConnectivity no disponible
fi: WatchConnectivity ei käytettävissä
fr: WatchConnectivity indisponible
is: WatchConnectivity ekki tiltækt
it: WatchConnectivity non disponibile
ja: WatchConnectivity を利用できません
ko: WatchConnectivity 사용 불가
nb: WatchConnectivity utilgjengelig
nl: WatchConnectivity niet beschikbaar
pt_br: WatchConnectivity indisponível
ru: WatchConnectivity недоступен
sv: WatchConnectivity är inte tillgängligt
zh_hans: WatchConnectivity 不可用

source: We ask for the phrase verbatim so a stray tap can't start a wipe. The button below stays disabled until it matches.
ar: نطلب العبارة حرفيًا حتى لا تؤدي نقرة عابرة إلى بدء عملية مسح. يبقى الزر أدناه معطّلاً حتى تتطابق.
da: Vi beder om sætningen ordret, så et utilsigtet tryk ikke kan starte en sletning. Knappen nedenfor forbliver deaktiveret, indtil den matcher.
de: Wir verlangen den Satz wortwörtlich, damit ein versehentliches Tippen keine Löschung auslösen kann. Die Schaltfläche unten bleibt deaktiviert, bis sie übereinstimmt.
es: Pedimos la frase textualmente para que un toque accidental no pueda iniciar un borrado. El botón de abajo permanece desactivado hasta que coincida.
fi: Pyydämme lauseen sanatarkasti, jotta vahinkonapautus ei voi käynnistää pyyhintää. Alla oleva painike pysyy poissa käytöstä, kunnes se täsmää.
fr: Nous demandons la phrase mot pour mot afin qu'un appui accidentel ne puisse pas lancer un effacement. Le bouton ci-dessous reste désactivé jusqu'à ce qu'elle corresponde.
is: Við biðjum um setninguna orðrétt svo óvart snerting geti ekki hafið eyðingu. Hnappurinn hér að neðan er óvirkur þar til hún passar.
it: Chiediamo la frase alla lettera in modo che un tocco accidentale non possa avviare una cancellazione. Il pulsante qui sotto rimane disattivato finché non corrisponde.
ja: 誤ったタップで消去が始まらないよう、フレーズを一字一句正確に入力していただきます。一致するまで下のボタンは無効のままです。
ko: 실수로 한 번의 탭으로 삭제가 시작되지 않도록 문구를 정확히 그대로 입력하도록 요청합니다. 일치할 때까지 아래 버튼은 비활성화된 상태로 유지됩니다.
nb: Vi ber om frasen ordrett slik at et utilsiktet trykk ikke kan starte en sletting. Knappen nedenfor forblir deaktivert til den stemmer.
nl: We vragen de zin woordelijk zodat een per ongeluk getikte tik geen wissen kan starten. De knop hieronder blijft uitgeschakeld totdat deze overeenkomt.
pt_br: Pedimos a frase literalmente para que um toque acidental não possa iniciar uma limpeza. O botão abaixo permanece desativado até que corresponda.
ru: Мы запрашиваем фразу дословно, чтобы случайное касание не могло запустить стирание. Кнопка ниже остаётся неактивной, пока фраза не совпадёт.
sv: Vi ber om frasen ordagrant så att en oavsiktlig tryckning inte kan starta en radering. Knappen nedan förblir inaktiverad tills den stämmer.
zh_hans: 我们要求逐字输入该短语，以免误触启动清除。在匹配之前，下方按钮将保持禁用状态。

source: Emuqu can't see any Health data from the last 30 days. That's expected if you have none yet. If you turned categories off, iOS won't ask again.
ar: لا يرى Emuqu أي بيانات صحية من آخر 30 يومًا. وهذا متوقع إن لم تكن لديك بيانات بعد. وإن أوقفت بعض الفئات، فلن يسأل iOS مرة أخرى.
da: Emuqu kan ikke se nogen sundhedsdata fra de seneste 30 dage. Det er forventeligt, hvis du ikke har nogen endnu. Hvis du slog kategorier fra, spørger iOS ikke igen.
de: Emuqu sieht keine Health-Daten aus den letzten 30 Tagen. Das ist zu erwarten, wenn du noch keine hast. Wenn du Kategorien deaktiviert hast, fragt iOS nicht erneut.
es: Emuqu no ve ningún dato de Salud de los últimos 30 días. Es lo esperado si todavía no tienes ninguno. Si desactivaste categorías, iOS no volverá a preguntar.
fi: Emuqu ei näe terveystietoja viimeisiltä 30 päivältä. Se on odotettavaa, jos niitä ei vielä ole. Jos poistit luokkia käytöstä, iOS ei kysy uudelleen.
fr: Emuqu ne voit aucune donnée Santé des 30 derniers jours. C’est normal si vous n’en avez pas encore. Si vous avez désactivé des catégories, iOS ne redemandera pas.
is: Emuqu sér engin heilsugögn frá síðustu 30 dögum. Það er eðlilegt ef þú átt engin enn. Ef þú slökktir á flokkum spyr iOS ekki aftur.
it: Emuqu non vede dati di Salute degli ultimi 30 giorni. È normale se non ne hai ancora. Se hai disattivato alcune categorie, iOS non lo chiederà di nuovo.
ja: Emuqu には過去 30 日間のヘルスケアデータが見えていません。まだデータがない場合は正常です。カテゴリをオフにした場合、iOS は再度確認しません。
ko: Emuqu에서 최근 30일간의 건강 데이터가 보이지 않습니다. 아직 데이터가 없다면 정상입니다. 카테고리를 끈 경우 iOS는 다시 묻지 않습니다.
nb: Emuqu ser ingen helsedata fra de siste 30 dagene. Det er som ventet hvis du ikke har noen ennå. Hvis du slo av kategorier, spør ikke iOS igjen.
nl: Emuqu ziet geen gezondheidsgegevens van de afgelopen 30 dagen. Dat is normaal als je er nog geen hebt. Als je categorieën hebt uitgeschakeld, vraagt iOS het niet opnieuw.
pt_br: O Emuqu não vê nenhum dado de Saúde dos últimos 30 dias. Isso é esperado se você ainda não tem nenhum. Se você desativou categorias, o iOS não vai perguntar de novo.
ru: Emuqu не видит данных «Здоровья» за последние 30 дней. Это ожидаемо, если их у вас пока нет. Если вы отключили категории, iOS не спросит снова.
sv: Emuqu ser ingen hälsodata från de senaste 30 dagarna. Det är väntat om du inte har någon än. Om du stängde av kategorier frågar iOS inte igen.
zh_hans: Emuqu 看不到最近 30 天的健康数据。如果你还没有数据，这是正常的。如果你关闭了某些类别，iOS 不会再次询问。

source: We couldn't pull usable heart-rate variability from this session — it may have been too short, too noisy, or interrupted before enough clean data was captured. Your raw data is safe.
ar: لم نتمكن من استخلاص تباين معدل ضربات القلب القابل للاستخدام من هذه الجلسة — ربما كانت قصيرة جدًا أو مشوّشة جدًا أو انقطعت قبل التقاط بيانات نظيفة كافية. بياناتك الأولية آمنة.
da: Vi kunne ikke hente brugbar hjertefrekvensvariabilitet fra denne session — den kan have været for kort, for støjfyldt eller afbrudt, før der blev opfanget nok rene data. Dine rådata er sikre.
de: Wir konnten aus dieser Sitzung keine verwertbare Herzfrequenzvariabilität gewinnen — sie war möglicherweise zu kurz, zu verrauscht oder wurde unterbrochen, bevor genügend saubere Daten erfasst wurden. Deine Rohdaten sind sicher.
es: No pudimos obtener una variabilidad de la frecuencia cardíaca utilizable de esta sesión: pudo haber sido demasiado corta, con demasiado ruido o interrumpida antes de captar suficientes datos limpios. Tus datos sin procesar están a salvo.
fi: Emme saaneet tästä istunnosta käyttökelpoista sykevälivaihtelua — se saattoi olla liian lyhyt, liian häiriöinen tai keskeytyi ennen kuin tarpeeksi puhdasta dataa ehdittiin tallentaa. Raakatietosi ovat turvassa.
fr: Nous n'avons pas pu extraire de variabilité de la fréquence cardiaque exploitable de cette session — elle a pu être trop courte, trop bruitée ou interrompue avant que suffisamment de données propres soient capturées. Vos données brutes sont en sécurité.
is: Við gátum ekki náð nothæfri hjartsláttartíðnibreytileika úr þessari lotu — hún gæti hafa verið of stutt, of hávær eða rofnað áður en nóg af hreinum gögnum náðist. Hrágögnin þín eru örugg.
it: Non siamo riusciti a ricavare una variabilità della frequenza cardiaca utilizzabile da questa sessione: potrebbe essere stata troppo breve, troppo rumorosa o interrotta prima di acquisire dati puliti a sufficienza. I tuoi dati grezzi sono al sicuro.
ja: このセッションから有効な心拍変動を取得できませんでした。短すぎたか、ノイズが多すぎたか、十分なクリーンデータが取得される前に中断された可能性があります。生データは安全です。
ko: 이 세션에서 사용 가능한 심박 변이도를 추출하지 못했습니다 — 너무 짧았거나, 잡음이 많았거나, 충분한 깨끗한 데이터를 캡처하기 전에 중단되었을 수 있습니다. 원시 데이터는 안전합니다.
nb: Vi klarte ikke å hente brukbar hjertefrekvensvariabilitet fra denne økten — den kan ha vært for kort, for støyete eller blitt avbrutt før nok rene data ble fanget opp. Rådataene dine er trygge.
nl: We konden geen bruikbare hartslagvariabiliteit uit deze sessie halen — deze was mogelijk te kort, te ruisrijk of onderbroken voordat er genoeg schone gegevens waren vastgelegd. Je ruwe gegevens zijn veilig.
pt_br: Não conseguimos extrair uma variabilidade da frequência cardíaca utilizável desta sessão — ela pode ter sido muito curta, muito ruidosa ou interrompida antes de capturar dados limpos suficientes. Seus dados brutos estão seguros.
ru: Нам не удалось получить пригодную для использования вариабельность сердечного ритма из этой сессии — она могла быть слишком короткой, слишком зашумлённой или прерванной до того, как было собрано достаточно чистых данных. Ваши необработанные данные в безопасности.
sv: Vi kunde inte få fram användbar hjärtfrekvensvariabilitet från den här sessionen — den kan ha varit för kort, för brusig eller avbrutits innan tillräckligt med rena data fångades in. Dina rådata är säkra.
zh_hans: 我们无法从此次记录中提取可用的心率变异性——可能时间太短、噪声太大，或在采集到足够的干净数据之前被中断了。你的原始数据是安全的。

source: We've updated how Emuqu scores recovery
ar: لقد حدّثنا طريقة تقييم Emuqu للتعافي
da: Vi har opdateret, hvordan Emuqu scorer restitution
de: Wir haben geändert, wie Emuqu die Erholung bewertet
es: Hemos actualizado cómo Emuqu puntúa la recuperación
fi: Olemme päivittäneet sen, miten Emuqu pisteyttää palautumisen
fr: Nous avons modifié la façon dont Emuqu évalue la récupération
is: Við höfum uppfært hvernig Emuqu gefur endurheimt einkunn
it: Abbiamo aggiornato il modo in cui Emuqu valuta il recupero
ja: Emuqu の回復スコアの算出方法を更新しました
ko: Flow가 회복을 평가하는 방식을 업데이트했습니다
nb: Vi har oppdatert hvordan Emuqu scorer restitusjon
nl: We hebben aangepast hoe Emuqu herstel scoort
pt_br: Atualizamos como o Emuqu pontua a recuperação
ru: Мы обновили способ оценки восстановления в Emuqu
sv: Vi har uppdaterat hur Emuqu poängsätter återhämtning
zh_hans: 我们更新了 Emuqu 评估恢复的方式
